/*  --------- Settings ----------- */

"Automatically Install" = "Instalo Automatikisht";

"Delete After Install" = "Fshij pas Instalimit";

"Remove Metadata"="Fshij Metadatat";

"Keep Awake"="Mbaje te Hapur";

"This will keep your screen always ON while using AppCake"="Kjo do te mbaj ekranin tuaj Gjithmon te HAPUR duke perdorur AppCake";

"Remove Metadata will stop App Store from updating the app"="Fshij Metadatat do te ndaloj Shitoren e Lojrave duke i ndaluar shkarkimin e versioneve me te reja";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Duke mbajtur iTunes Sync ON do te lejoj lojrat e instaluara nga AppCake te transferohen ne kompjuterin tuaj.";

"iTunes Sync"="iTunes Sync";

"Feedback"="Ndihm";

"Changelog"="Ndryshimi i Versioneve";

"I Can Translate"="Un Mund te perkthej";

"Clear Image Cache"="Hek Cache Te Imazheve qe ngarkojne IPhone/IPad Tuajin";